Repository: modell-aachen/ProjectDashboardAppContrib
Catalog: locale/ProjectDashboardAppContrib/*.po
Languages: de, fr, it

source: %1 has a new state: %2
fr: %1 a un nouveau etat: %2

source: Add new task
de: Neue Aufgabe hinzufügen
fr: Ajouter une nouvelle tache
it: Aggiungere nuovo task

source: Add task
de: Aufgabe hinzufügen
fr: Ajouter tache
it: Aggiungere task

source: Approval criteria
de: Freigabekriterien
fr: Critère d'approbation
it: Criterio di approvazione

source: Ask for stage 2 signatures
de: Um Signaturen für Stufe 2 bitten
fr: Demander une signature pour l'étape 2
it: Richiedere firme per stage 2

source: Ask for stage 3 signatures
de: Um Signaturen für Stufe 3 bitten
fr: Demander une signature pour l'étape 3
it: Richiedere firme per stage 3

source: Ask for stage 4 signatures
de: Um Signaturen für Stufe 4 bitten
fr: Demander une signature pour l'étape 4
it: Richiedere firme per stage 4

source: Ask for stage 5 signatures
de: Um Signaturen für Stufe 5 bitten
fr: Demander une signature pour l'étape 5
it: Richiedere firme per stage 5

source: Attach forms, do a lot of stuff...
de: Hängen Sie Formulare an, machen Sie andere Dinge...
fr: Attaccher des formes,faire beaucoup d'affaire…
it: Allegare modulo, fare una serie di attività...

source: Attachments
fr: Attachements
it: Allegati

source: Back to dashboard
de: Zurück zum Dashboard
fr: Retourner au tableau de bord
it: Tornare al pannello strumenti

source: Business unit manager
de: Bereichsmanager
fr: Directeur de l'unité d'affaires
it: General Manager

source: Close this project
de: Dieses Projekt schließen
fr: Fermer le projet
it: Chiudere questo processo

source: Closed on
fr: Fermer
it: Chiuso il

source: Context
fr: Contexte
it: Contesto

source: Create
fr: Créer
it: Creare

source: Create new project
de: Neues Projekt anlegen
fr: Créer un nouveau projet
it: Creare un nuovo progetto

source: Create new task (aka milestone)
de: Neue Aufgabe erstellen (alias Meilensteine)
fr: Créer une nouvelle tache(Aka etape importante)
it: Creare un nuovo task

source: Create topic
fr: Créer un sujet
it: Creare argomento

source: Creator
fr: Créateur
it: Autore

source: Criteria
de: Kriterien
fr: Critère
it: Criterio

source: Customer
de: Kunde
fr: Client
it: Cliente

source: Details
fr: Détails
it: Dettagli

source: Done
de: Erledigt
fr: Terminé
it: Completato

source: Draft
fr: Brouillon
it: Bozza

source: Due
fr: Convenable

source: Due date
de: Termin
fr: Date convenable
it: Scadenza

source: Edit
fr: Editer
it: Modificare

source: End
de: Ende
fr: Fin
it: Fine

source: Estimated values
de: Erwartungswerte
fr: Valeurs estimés
it: Valori stimati

source: For questions, please refer to:
fr: Pour les questions; veuillez retournez à :
it: Per domande, rivolgersi a:

source: Generated turnover / contribution margin 1 or 2
de: Generierte Abnahme / Beitragsdifferenz 1 oder 2
fr: Chiffre d'affaire généré: marge de contribution 1 ou 2

source: Go
de: Vorwärts
fr: Aller
it: Vai

source: Go to workflow
de: Gehe zum Workflow
fr: Aller au flux de travail
it: Vai al workflow

source: Investment efficiency
de: Investierungseffizienz
fr: Efficacité d'investissement
it: Efficienza degli investimenti

source: Jump to project data
de: Springe zu Projektdaten
fr: Aller au donnée de projet
it: Passare ai dati di progetto

source: Kill
de: Abbrechen
fr: Tuer
it: Sopprimere

source: Kill this project
de: Dieses Projekt abbrechen
fr: Tuer ce projet
it: Sopprimere questo progetto

source: Last editing person
fr: Dernière personne de l'édition
it: Ultime modifiche effettuate da

source: Link to the page:
fr: Line vers la page :
it: Collegamento alla pagina:

source: Managing director
de: Geschäftsleiter
fr: Directeur de management

source: Maybe OK (yellow)
de: Möglicherweise OK (gelb)
fr: Peut etre OK (jaune)
it: Dubbio (giallo)

source: Milestone
de: Meilenstein
fr: Etape importante

source: Milestone data
fr: donnée d'etpe importante
it: Milestone dati

source: Milestone description
de: Meilensteinbeschreibung
fr: Description d'une étape importante
it: Descrizione milestone

source: Milestones
de: Meilensteine
fr: Etape importante

source: Name
fr: Nom
it: Nome

source: Next step
fr: Etape suivante
it: Step successivo

source: Not OK (red)
de: Nicht OK (rot)
fr: Non OK (rouge)
it: Non OK (rosso)

source: OK (green)
de: OK (grün)
fr: OK (vert)
it: OK (verde)

source: Outline data
de: Rahmendaten
fr: Apperçu de donnée
it: Schema dei dati

source: Please describe the Milestone!
de: Bitte beschreiben Sie den Meilenstein!
fr: Veuillez decrire la tache importante !
it: Descrivere milestone!

source: Production line manager
de: Produktionsmanager
fr: Gestionnaire de la ligne de production
it: Production Manager

source: Project
de: Projekt
fr: Projet
it: Progetto

source: Project approval process
de: Projekt Freigabeprozess
fr: Processus d'approbation du projet
it: Processo di approvazione progetto

source: Project end
de: Projektende
fr: Fin projet
it: Fine progetto

source: Project is a draft.
de: Projekt ist ein Entwurf.
fr: Le projet est un brouillon.
it: Il progetto è una bozza.

source: Project is closed.
de: Projekt ist geschlossen
fr: Le projet est fermé.
it: Il progetto è chiuso.

source: Project is in stage 1.
de: Projekt ist in Stufe 1.
fr: Le projet est dans l'étape 1.
it: Il progetto è allo stage 1.

source: Project is in stage 2.
de: Projekt ist in Stufe 2.
fr: Le projet estdans l'étape 2.
it: Il progetto è allo stage 2.

source: Project is in stage 3.
de: Projekt ist in Stufe 3.
fr: Le projet est dans l'étape 3.
it: Il progetto è allo stage 3.

source: Project is in stage 4.
de: Projekt ist in Stufe 4.
fr: Le projet est dans l'étape 4.
it: Il progetto è allo stage 4.

source: Project is in stage 5.
de: Projekt ist in Stufe 5.
fr: Le projet est dans l'étape 5.
it: Il progetto è allo stage 5.

source: Project is killed.
de: Projekt wurde abgebrochen.
fr: Le projet est annulé.
it: Il progetto è stato soppresso.

source: Project is not yet in CIP.
de: Projekt noch nicht in KVP.
fr: Le projet n'est pas encore en CIP.
it: Il progetto non è ancora nel CIP.

source: Project is waiting for approval for stage 1.
de: Projekt wartet auf Freigabe für Stufe 1.
fr: Le projet est en attente d'approbation pour l'étape 1.
it: Il progetto è in attesa di approvazione allo stage 1.

source: Project is waiting for approval for stage 2.
de: Projekt wartet auf Freigabe für Stufe 2.
fr: Le projet est en attente d'approbation pour l'étape 2.
it: Il progetto è in attesa di approvazione allo stage 2.

source: Project is waiting for approval for stage 3.
de: Projekt wartet auf Freigabe für Stufe 3.
fr: Le projet est en attente d'approbation pour l'étape 3.
it: Il progetto è in attesa di approvazione allo stage 3.

source: Project is waiting for approval for stage 4.
de: Projekt wartet auf Freigabe für Stufe 4.
fr: Le projet est en attente d'approbation pour l'étape 4.
it: Il progetto è in attesa di approvazione allo stage 4.

source: Project is waiting for approval for stage 5.
de: Projekt wartet auf Freigabe für Stufe 5.
fr: Le projet est en attente d'approbation pour l'étape 5.
it: Il progetto è in attesa di approvazione allo stage 5.

source: Project leader
de: Projektleiter
fr: Le leader du projet

source: Project requester
de: Projektanforderer
fr: Demandeur du projet

source: Project start
de: Projektstart
fr: Début du projet
it: Inizio del progetto

source: Project state
de: Projektstatus
fr: Etat du projet
it: Stato del progetto

source: Project team
de: Projektteam
fr: Equipe du projet

source: Project workflow
de: Projekt-Workflow
fr: Flux de travail du projet

source: Project-Controlling
de: Projekt-Controlling
fr: Contrôle du projet

source: Project-Stage state
de: Projekt-Stufe Status
fr: Etat du projet-scène
it: Stato Project-Stage

source: ProjectDashboard.manager
fr: Manager du projet Dashboard

source: Projects overview
de: Projekteübersicht
fr: Présentation des projets

source: Put under CIP
de: In KVP überführen
fr: Mettre sous CIP
it: Mettere in CIP

source: Quality manager
de: Qualitätsmanager
fr: Responsable de la qualité

source: Recent changes
fr: Changements récents
it: Modifiche recenti

source: Recycle
de: Rückführen
fr: Recycler
it: Recuperare

source: Recycle this project to last stage
de: Dieses Projekt in vorherige Stufe rückführen
fr: Recycler ce projet pour le dernier stage
it: Recuperare questo progetto all'ultimo stage

source: Remarks
fr: Remarques
it: Osservazioni

source: Scheduled date
de: Plandatum
fr: Date prévue
it: Data pianificata

source: Stage data
de: Stufendaten
fr: Données sur le stade

source: Stage workflow
fr: Etape flux

source: Start
fr: Commencer
it: Inizio

source: Starting stage 1
de: Starte Stufe 1
fr: Commencer l'étape 1
it: Avvio stage 1

source: Starting stage 2
de: Starte Stufe 2
fr: Commencer l'étape 2
it: Avvio stage 2

source: Starting stage 3
de: Starte Stufe 3
fr: Commencer l'étape 3
it: Avvio stage 3

source: Starting stage 4
de: Starte Stufe 4
fr: Commencer l'étape 4
it: Avvio stage 4

source: Starting stage 5
de: Starte Stufe 5
fr: Commencer l'étape 5
it: Avvio stage 5

source: State
de: Status
fr: Etat
it: Stato

source: Success ratio
de: Erfolgsquotient
fr: Taux de réussite
it: Percentuale di successo

source: Task
fr: Tâche

source: Task to
de: Aufgabe an
fr: Tâche à
it: Task assegnata a

source: Tasks
de: Aufgaben
fr: Tâches

source: The %1 web of %2.
fr: 1% web de 2%.

source: This is an automatically generated message. Please do not reply to this email.
fr: c'est un message généré automatiquement. S'il vous plaît ne pas répondre à cet E-mail.
it: Questo è un messaggio generato automaticamente. Non rispondere a questa email.

source: Time to market
de: Produkteinführungszeit
fr: Période de lancement du produit sur le marché

source: Title
de: Titel
fr: Titre
it: Titolo

source: Topic name
fr: le nom du sujet
it: Nome dell'argomento

source: closed
de: geschlossen
fr: Fermé
it: chiuso

source: closed milestones
de: Geschlossene Meilensteine
fr: Etapes fermées
it: Milestones completate

source: context
de: Kontext
fr: Contexte
it: contesto

source: created
de: erstellt
fr: Créé
it: creato

source: discarded
de: verworfen
fr: Ecaté
it: rifiutato

source: discarded milestones
de: Verworfene Meilensteine
fr: Etapes écartées
it: Milistones rifiutate

source: done
fr: Fait
it: Completato

source: due
de: Termin
fr: Dû

source: open
de: offen
fr: Ouvert
it: aperto

source: open milestones
de: Offen Meilensteine
fr: Etapes ouvertes
it: milestones aperte

source: Ask for stage 1 signatures
de: Um Signaturen für Stufe 1 bitten
it: Richiedere firme per stage 1

source: Date
it: Data

source: Description
de: Beschreibung
it: Descrizione

source: Discussion
it: Discussione

source: Segment
it: Segmento

source: Signal
it: Segnale

source: Signatures
de: Signaturen
it: Firme

source: closed tasks
it: Tasks chiusi

source: discarded tasks
it: Tasks rifiutati

source: open tasks
it: argomenti aperti

source: Stage
de: Stufe
